[
  {
    "title": "Anthracnose",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/anthracnose-1.jpg",
    "data": [
      "<p>Generally found in the eastern part of the United States, anthracnose is caused by fungi in the genus <em>Colletotrichum</em>, a common group of plant pathogens that are responsible for diseases on many plant species. Infected plants develop dark, water soaked lesions on stems, leaves or fruit. The centers of these lesions often become covered with pink, gelatinous masses of spores especially during moist, warm weather. Anthracnose can reduce a beautiful harvest into rotted waste in just a few days.</p>",
      "<p>The fungal disease overwinters in and on seeds, soil and garden debris. Cool wet weather promotes its development, and the optimum temperature for continued growth of the spores is between 75-85˚F. Moisture is required for development and germination of the fungus as well as for infection of the plant. It is spread by wind, rain, insects and garden tools.</p>"
    ],
    "treatment": [
      "<li>Choose resistant plant varieties when possible and use western grown seeds which have not been exposed to the disease.</li>",
      "<li>If this fungal problem is common, do <em>NOT</em> <a href=\"https://www.planetnatural.com/seed-saving/\" target=\"_blank\" rel=\"noopener noreferrer\">save your own seed</a> from plantings.</li>",
      "<li>To avoid spreading the disease, keep out of gardens when plants are wet and make sure to disinfect all garden tools (one part bleach to 4 parts water) after use.</li>",
      "<li>Do not compost infected leaves, fruit or stems and thoroughly <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\" rel=\"noopener noreferrer\">clean up garden areas</a> in the fall, after harvest, to reduce over wintering sites for the fungal spores.</li>",
      "<li>Safely treat most fungal and bacterial diseases with <a href=\"https://www.planetnatural.com/product/serenade-garden-disease-control/\" target=\"_blank\" rel=\"noopener noreferrer\">SERENADE Garden</a>. This broad spectrum bio-fungicide uses a patented strain of <em>Bacillus subtilis</em> that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.</li>",
      "<li>Liquid <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">copper sprays</a> and <a href=\"https://www.planetnatural.com/product/sulfur-plant-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">sulfur powders</a> should be applied weekly, starting when foliage begins to develop in the early spring and continuing throughout the growing season. Spray early in the day, and avoid applications during hot weather. Seeds may also be treated prior to planting.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/neem-oil-spray/\" target=\"_blank\" rel=\"noopener noreferrer\">Neem oil spray</a> is an organic, multi-purpose fungicide/insecticide/miticide that kills eggs, larvae and adult stages of insects as well as prevents fungal attack on plants. Apply early, at the first sign of spring budding, every 7-14 days as a preventative measure or on a 7-day schedule until existing problems are eliminated.</li>"
    ],
    "products": [
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Neem Oil - RTU",
        "link": "https://www.planetnatural.com/product/neem-oil-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/neem-spray-191x215.jpg"
      },
      {
        "title": "Liquid Copper Spray",
        "link": "https://www.planetnatural.com/product/liquid-copper-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-spray-195x215.jpg"
      },
      {
        "title": "Garden Dust (Bonide)",
        "link": "https://www.planetnatural.com/product/garden-dust/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-dust-195x215.jpg"
      }
    ]
  },
  {
    "title": "Leaf Spot",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/leaf-spot-fungus.jpg",
    "data": [
      "<p>Pathogen-caused leaf spot diseases, particularly those of stone fruit trees and such vegetables as tomato, pepper and lettuce are of two types, those caused by bacteria and those caused by fungus. Leaf spotting of either kind is generally similar in appearance and effect. Prevention and treatment of both kinds often involve the same practices.</p>",
      "<p>Infected plants have brown or black water-soaked spots on the foliage, sometimes with a yellow halo, usually uniform in size. The spots enlarge and will run together under wet conditions. Under dry conditions the spots have a speckled appearance. As spots become more numerous, entire leaves may yellow, wither and drop. Members of the <a href=\"https://extension.psu.edu/stone-fruit-disease-bacterial-spot\" target=\"_blank\" rel=\"noopener noreferrer\">Prunus family</a> (stone fruits, including cherry, plum, almond, apricot and peach) are particularly susceptible to bacterial leaf spot. The fruit may appear spotted or have sunken brown areas. Bacterial leaf spot will also attack <a href=\"https://www.apsnet.org/publications/plantdisease/backissues/Documents/1992Articles/PlantDisease76n10_1046.PDF\" target=\"_blank\" rel=\"noopener noreferrer\">tomato and pepper crops</a> in vegetable gardens.</p>",
      "<p>Fungal leaf spot attacks lettuce and can also occur on brassicas and other vegetables including such as cabbage, cauliflower, Chinese cabbage, broccoli, Brussels sprouts, kohlrabi, kale, turnip and rutabaga. For more on vegetables susceptible to bacterial and fungal leaf spot, <a href=\"https://ag.umass.edu/vegetable/fact-sheets/brassicas-alternaria-leaf-spot\" target=\"_blank\" rel=\"noopener noreferrer\">go here</a>.</p>",
      "<p>Bacterial leaf spot will also infect some <a href=\"https://web.extension.illinois.edu/hortanswers/detailproblem.cfm?PathogenID=152\" target=\"_blank\" rel=\"noopener noreferrer\">annual and perennial flowering plants</a> including geraniums, zinnias, purple cone flowers and black-eyed Susan. Fungal leaf spot will infect aspen and poplar trees. Leaf spot will also cause problems for <a href=\"https://ohioline.osu.edu/factsheet/plpath-fru-35\" target=\"_blank\" rel=\"noopener noreferrer\">strawberry plants</a>.</p>",
      "<p>Both types of leaf spot are most active when there is plenty of moisture and warm temperatures. During the summer months, especially if plants are watered by overhead sprinklers, sufficient moisture may be present for infection when the bacteria are splashed or blown on to leaves. Wind and rain transmit the bacteria to plants.</p>",
      "<p>This disease overwinters in the soil around infected plants as well as on garden debris and seeds. It will also remain in the twig cankers, leaves, stems and fruit of infected trees.</p>",
      "<p>There is no cure for plants infected with bacterial leaf spot. Preventive, organic measures include:</p>"
    ],
    "treatment": [
      "<li>When selecting fruit trees, choose <a href=\"https://www.canr.msu.edu/news/management_of_bacterial_spot_on_peaches_and_nectarines\">resistant varieties</a> if possible.</li>",
      "<li>Keep the soil under the tree clean and rake up fallen fruit.</li>",
      "<li>Use a thick layer of mulch to cover the soil after you have raked and cleaned it well. Mulch will reduce weeds and prevent the disease pathogen from splashing back up onto the leaves.</li>",
      "<li>Prune or stake plants to improve air circulation. Make sure to disinfect your <a href=\"https://www.planetnatural.com/product-category/growing-indoors/grow-rooms/pruning-tools-snips/\" target=\"_blank\" rel=\"noopener noreferrer\">pruning equipment</a> (one part bleach to 4 parts water) after each cut.</li>",
      "<li>Leaf spot among vegetables is most often introduced through infected seed or transplants. Make sure your seeds and transplants are from leaf spot-free stock.</li>"
    ],
    "products": [
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Sulfur Plant Fungicide",
        "link": "https://www.planetnatural.com/product/sulfur-plant-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sulfur-fungicide-215x215.jpg"
      },
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      },
      {
        "title": "Garden Dust (Bonide)",
        "link": "https://www.planetnatural.com/product/garden-dust/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-dust-195x215.jpg"
      }
    ]
  },
  {
    "title": "Fusarium Wilt",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/fusarium-wilt-tomato.jpg",
    "data": [
      "<p>Commonly found throughout the United States, Fusarium wilt is a soil-borne pathogen that attacks potato, tomato, eggplant and pepper plants. Disease fungi (<em>Fusarium oxysporum</em>) enter through the roots and interfere with the water conducting vessels of the plant. As the infection spreads up into the stems and leaves it restricts water flow causing the foliage to wilt and turn yellow.</p>",
      "<p>Disease symptoms often appear later in the growing season and are first noticed on the lower (older) leaves. As the disease progresses, the younger leaves will also be affected and the plant eventually dies. In many cases, only one branch or side of the plant show symptoms.</p>",
      "<p>Fusarium wilt can survive for years in the soil and is spread by water, insects and garden equipment. The fungal disease develops during hot weather and is most destructive when soil temperatures approach 80˚F. Dry weather and low soil moisture encourage this plant disease.</p>",
      "<p>* To solarize the soil, you must leave a clear plastic tarp on the soil surface for 4-6 weeks during the hottest part of the year. <a href=\"http://ipm.ucanr.edu/PMG/PESTNOTES/pn74145.html\" target=\"_blank\">Soil solarization</a> will reduce or eliminate many soil inhabiting pests including nematodes, fungi, insects, weeds and weed seeds.</p>"
    ],
    "treatment": [
      "<li>Plant resistant varieties when available.</li>",
      "<li>Remove stricken growth from the garden and sterilize <a href=\"https://www.planetnatural.com/product-category/growing-indoors/grow-rooms/pruning-tools-snips/\" target=\"_blank\">pruning clippers</a> (one part bleach to 4 parts water) between cuts.</li>",
      "<li>Use <a href=\"https://www.planetnatural.com/product/yard-garden-insect-killer/\" target=\"_blank\">Safer® Yard &amp; Garden Insect Killer</a> to control many garden insects, like <a href=\"https://www.planetnatural.com/pest-problem-solver/garden-pests/cucumber-beetle-control/\">cucumber beetles</a>, which are known to spread the disease.</li>",
      "<li>High nitrogen fertilizers may increase susceptibility to the disease. Test your soil and use a slow-release, <a href=\"https://www.planetnatural.com/product-category/organic-gardening/organic-fertilizers/\" target=\"_blank\">organic fertilizer</a> in the vegetable garden.</li>",
      "<li>Hand pull or spot treat weeds using a <a href=\"https://www.planetnatural.com/product/mini-dragon-torch-kit/\" target=\"_blank\">weed flamer</a> or <a href=\"https://www.planetnatural.com/product-category/organic-gardening/lawn-landscape/weed-control/\" target=\"_blank\">natural herbicide</a> — many weed species host the disease pathogen.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/mycostop/\" target=\"_blank\">Mycostop</a> is a biological fungicide that will safely protect crops against wilt caused by <em>Fusarium</em>. Approved for use in organic crop production, it can be applied as a soil spray or drench (1-2 gm/ 100 sq ft) to seedlings, ornamentals and vegetables. Apply sufficient water during application to move Mycostop into the root zone.</li>",
      "<li>If the disease persists, it is best to remove the entire plant and solarize* the soil before planting again.</li>"
    ],
    "products": [
      {
        "title": "Mycostop",
        "link": "https://www.planetnatural.com/product/mycostop/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/mycostop-fungicide-194x215.jpg"
      },
      {
        "title": "AllDown",
        "link": "https://www.planetnatural.com/product/vinegar-weed-killer/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2016/04/vinegar-weed-kiiller-195x215.jpg"
      },
      {
        "title": "Mycostop",
        "link": "https://www.planetnatural.com/product/mycostop/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/mycostop-fungicide-194x215.jpg"
      },
      {
        "title": "Yard & Garden",
        "link": "https://www.planetnatural.com/product/yard-garden-insect-killer/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/yard-garden-insect-spray-195x215.jpg"
      },
      {
        "title": "Mini Dragon",
        "link": "https://www.planetnatural.com/product/mini-dragon-torch-kit/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/torch-kit-195x215.jpg"
      }
    ]
  },
  {
    "title": "Early Blight",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/potato-blight.jpg",
    "data": [
      "<p>Common on tomato and potato plants, early blight is caused by the fungus <em>Alternaria solani</em> and occurs throughout the United States. Symptoms first appear on the lower, older leaves as small brown spots with concentric rings that form a “bull’s eye” pattern. As the disease matures, it spreads outward on the leaf surface causing it to turn yellow, wither and die. Eventually the stem, fruit and upper portion of the plant will become infected. Crops can be severely damaged.</p>",
      "<p>Early blight overwinters on infected plant tissue and is spread by splashing rain, irrigation, insects and garden tools. The disease is also carried on tomato seeds and in potato tubers. In spite of its name, early blight can occur any time throughout the growing season. High temperatures (80-85˚F.) and wet, humid conditions promote its rapid spread. In many cases, poorly nourished or stressed plants are attacked.</p>"
    ],
    "treatment": [
      "<li>Prune or stake plants to improve air circulation and reduce fungal problems.</li>",
      "<li>Make sure to disinfect your <a href=\"https://www.planetnatural.com/product-category/growing-indoors/grow-rooms/pruning-tools-snips/\" target=\"_blank\" rel=\"noopener noreferrer\">pruning shears</a> (one part bleach to 4 parts water) after each cut.</li>",
      "<li>Keep the soil under plants clean and free of garden debris. Add a layer of <a href=\"https://www.planetnatural.com/product/organic-compost/\" target=\"_blank\" rel=\"noopener noreferrer\">organic compost</a> to prevent the spores from splashing back up onto vegetation.</li>",
      "<li>Drip irrigation and <a href=\"https://www.planetnatural.com/product/soil-soaker-hose/\" target=\"_blank\" rel=\"noopener noreferrer\">soaker hoses</a> can be used to help keep the foliage dry.</li>",
      "<li>For best control, apply <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">copper-based fungicides</a> early, two weeks before disease normally appears or when weather forecasts predict a long period of wet weather. Alternatively, begin treatment when disease first appears, and repeat every 7-10 days for as long as needed.</li>",
      "<li>Containing copper and pyrethrins, <a href=\"https://www.planetnatural.com/product/garden-dust/\" target=\"_blank\" rel=\"noopener noreferrer\">Bonide® Garden Dust</a> is a safe, one-step control for many insect attacks and fungal problems. For best results, cover both the tops and undersides of leaves with a thin uniform film or dust. Depending on foliage density, 10 oz will cover 625 sq ft. Repeat applications every 7-10 days, as needed.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/serenade-garden-disease-control/\" target=\"_blank\" rel=\"noopener noreferrer\">SERENADE Garden</a> is a broad spectrum, preventative bio-fungicide recommended for the control or suppression of many important plant diseases. For best results, treat prior to foliar disease development or at the first sign of infection. Repeat at 7-day intervals or as needed.</li>",
      "<li>Remove and <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\" rel=\"noopener noreferrer\">destroy all garden debris</a> after harvest and <a href=\"https://www.planetnatural.com/crop-rotation/\" target=\"_blank\" rel=\"noopener noreferrer\">practice crop rotation</a> the following year.</li>",
      "<li>Burn or bag infected plant parts. Do <em>NOT</em> compost.</li>"
    ],
    "products": [
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Liquid Copper Spray",
        "link": "https://www.planetnatural.com/product/liquid-copper-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-spray-195x215.jpg"
      },
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      },
      {
        "title": "Garden Dust (Bonide)",
        "link": "https://www.planetnatural.com/product/garden-dust/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-dust-195x215.jpg"
      }
    ]
  },
  {
    "title": "Downy Mildew",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/downy-mildew-disease.jpg",
    "data": [
      "<p>Downy mildew (<em>Plasmopara viticola</em>) affects many plants and appears as yellow to white patches on the upper surfaces of older leaves. On the undersides, these areas are covered with white to grayish, cotton-like fungi. These “downy” masses are most often noticed after rain or heavy dew and disappear soon after sunny weather resumes. As the disease progresses leaves may eventually turn crisp and brown and fall off even though the plant has ample water.</p>",
      "<p>Downy mildew occurs in cool, moist weather usually in early spring or late fall. Spore production is favored by temperatures cooler than 65˚F. and by relative humidities approaching 100%. This disease overwinters on plant debris and in the soil. Fungal spores can be carried by insects, wind, rain or garden tools.</p>",
      "<p>The best way to prevent downy mildew is to avoid the environmental conditions that favor the disease.</p>"
    ],
    "treatment": [
      "<li>Prune or stake plants and remove any weeds to improve air circulation.</li>",
      "<li>Water in the early morning hours, or use a <a href=\"https://www.planetnatural.com/product/soil-soaker-hose/\" target=\"_blank\" rel=\"noopener noreferrer\">soaker hose</a>, to give the plants time to dry out during the day.</li>",
      "<li>Keep the ground under infected plants clean during the fall and winter to prevent the disease from spreading.</li>",
      "<li>Remove and destroy any plants with serious infection (see <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\" rel=\"noopener noreferrer\">Fall Garden Cleanup</a>).</li>",
      "<li>Choose resistant varieties whenever possible.</li>",
      "<li>Downy mildew is comparatively easy to control on most plants when the foliage and fruit are kept protected by a <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">copper spray</a>. Begin treatments two weeks before disease normally appears or when weather forecasts predict a long period of wet weather. Alternatively, begin treatment when disease first appears, and repeat at 7-10 day intervals for as long as needed.</li>",
      "<li>The systemic action of <a href=\"https://www.planetnatural.com/product/exel-lg-systemic-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">Organocide® Plant Doctor</a> moves throughout the entire plant to treat common disease problems. Mix 3/4 tsp per gallon of water and apply to foliage. Spray to run-off, as required for disease control.</li>"
    ],
    "products": [
      {
        "title": "Soil Soaker",
        "link": "https://www.planetnatural.com/product/soil-soaker-hose/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/soaker-hose-215x215.jpg"
      },
      {
        "title": "Plant Doctor",
        "link": "https://www.planetnatural.com/product/exel-lg-systemic-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/plant-doctor-195x215.jpg"
      },
      {
        "title": "Liquid Copper Spray",
        "link": "https://www.planetnatural.com/product/liquid-copper-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-spray-195x215.jpg"
      },
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      }
    ]
  },
  {
    "title": "Gray Mold",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/botrytis-cinerea.jpg",
    "data": [
      "<p>Found on a wide range of plants (too many to mention), gray mold (<em>Botrytis cinerea</em>) is a fungal disease that travels quickly through gardens, especially during damp, cool to mild weather. Disease symptoms appear as grayish colored soft, mushy spots on leaves, stems, flowers and on produce. Spots may become covered with a coating of gray fungus spores, especially if humidity is high. Fruit or plants shrivel and rot and often develop black, stone-like sclerotia — a compact mass of hardened fungal filaments — under rotted parts.</p>",
      "<p>Gray mold is often found near the soil surface or in the densest areas of the plant canopy. It develops on wilted flowers first, then spreads quickly to other parts of the plant. The disease may also occur in storage areas causing rotting of harvested fruits and vegetables.</p>",
      "<p><em>Botrytis</em> blight overwinters on plants, in or on the soil, and as sclerotia. Spores develop when conditions are optimal, and are moved by wind or splashing water onto blossoms or young leaves, where they germinate and enter the plant. Spores require cool temperatures (45-60 F.) and high humidity (93% and above) to germinate. Germinating spores rarely penetrate green, healthy tissue directly, but can enter through wounds on growing plants. Cuttings are particularly susceptible to infection.</p>"
    ],
    "treatment": [
      "<li>Prune or stake plants to improve air circulation between plants. Make sure to disinfect your <a href=\"https://www.planetnatural.com/product-category/growing-indoors/grow-rooms/pruning-tools-snips/\" target=\"_blank\" rel=\"noopener noreferrer\">pruning equipment</a> (one part bleach to 4 parts water) after each cut.</li>",
      "<li>If growing indoors use a <a href=\"https://www.planetnatural.com/product/clip-on-fan/\" target=\"_blank\" rel=\"noopener noreferrer\">small clip-on fan</a> to improve air flow.</li>",
      "<li>Keep the soil under plants clean and rake up any fallen debris.</li>",
      "<li>Add a good amount of <a href=\"https://www.planetnatural.com/product/organic-compost/\" target=\"_blank\" rel=\"noopener noreferrer\">organic compost</a> or mulch under plants. Mulches will prevent the fungal spores from splashing back up onto flowers and leaves.</li>",
      "<li>Water in the early morning hours, or use a <a href=\"https://www.planetnatural.com/product/soil-soaker-hose/\" target=\"_blank\" rel=\"noopener noreferrer\">soaker hose</a>, to give plants time to dry out during the day.</li>",
      "<li>Do not compost infected plant leaves or stems, and thoroughly <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\" rel=\"noopener noreferrer\">clean up garden areas in the fall</a> to reduce over wintering sites for the fungal spores.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">Copper-Soap fungicides</a> will help by protecting plants from disease spores. Apply at the start of flowering and continue every 7-10 days until harvest. Fungicidal sprays are especially warranted when weather forecasts predict a long period of cool, wet weather.</li>",
      "<li>Safely treat most fungal diseases, including <em>Botrytis</em> blight, with <a href=\"https://www.planetnatural.com/product/serenade-garden-disease-control/\" target=\"_blank\" rel=\"noopener noreferrer\">SERENADE Garden</a>. This broad spectrum bio-fungicide uses a patented strain of <em>Bacillus subtilis</em> that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/mycostop/\" target=\"_blank\" rel=\"noopener noreferrer\">Mycostop</a>, a biological fungicide approved for organic use, has shown suppression of the disease. Direct spray (5 gm/ 50 liters of water) to susceptible leaves, flowers and fruits to point of run-off. Apply every 2-3 weeks, or as needed depending on disease pressure.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/green-cure-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">Green Cure Fungicide</a> contains a patented formula of potassium bicarbonate — commonly used in food products — that kills many plant diseases on contact and provides up to 2 weeks of residual protection. At first sign of disease, mix 1-2 Tbsp/ gallon of water and apply to all exposed surfaces of the plant. For best protection, repeat at 1-2 week intervals until conditions are no longer favorable for disease development.</li>"
    ],
    "products": [
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Green Cure",
        "link": "https://www.planetnatural.com/product/green-cure-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/greencure-fungicide-215x195.jpg"
      },
      {
        "title": "Mycostop",
        "link": "https://www.planetnatural.com/product/mycostop/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/mycostop-fungicide-194x215.jpg"
      },
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      }
    ]
  },
  {
    "title": "Late Blight",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/late-blight-tomato.jpg",
    "data": [
      "<p>Found on tomato and potato plants, late blight is caused by the fungus <em>Phytophthora infestans</em> and is common throughout the United States. True to its name, the disease occurs later in the growing season with symptoms often not appearing until after blossom.</p>",
      "<p>Late blight first appears on the lower, older leaves as water-soaked, gray-green spots. As the disease matures, these spots darken and a white fungal growth forms on the undersides. Eventually the entire plant will become infected. Crops can be severely damaged</p>",
      "<p>Unlike other fungal diseases, this plant problem does not overwinter in the soil or on garden trash. Instead the spores are introduced by infected tubers, transplants or seeds. Wind will also carry the disease from nearby gardens. Warm temperatures (70-80˚F) and wet, humid conditions promote its rapid spread.</p>",
      "<p><strong>Note:</strong> Late Blight was responsible for the Irish potato famine (1845-1849).</p>",
      "<p>If symptoms are observed, treat plants with one of the following fungicides:</p>"
    ],
    "treatment": [
      "<li>Plant resistant cultivars when available.</li>",
      "<li>Remove volunteers from the garden prior to planting and space plants far enough apart to allow for plenty of air circulation.</li>",
      "<li>Water in the early morning hours, or use <a href=\"https://www.planetnatural.com/product/soil-soaker-hose/\" target=\"_blank\" rel=\"noopener noreferrer\">soaker hoses</a>, to give plants time to dry out during the day — avoid overhead irrigation.</li>",
      "<li>Destroy all tomato and potato debris after harvest (see <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\" rel=\"noopener noreferrer\">Fall Garden Cleanup</a>).</li>"
    ],
    "products": [
      {
        "title": "Natural Disease Control",
        "link": "https://www.planetnatural.com/product/natural-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/natural-disease-control-195x215.jpg"
      },
      {
        "title": "Plant Doctor",
        "link": "https://www.planetnatural.com/product/exel-lg-systemic-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/plant-doctor-195x215.jpg"
      },
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      }
    ]
  },
  {
    "title": "Mosaic Virus",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/mosaic-virus-foliage.jpg",
    "data": [
      "<p>We all know purchasing a plant, starting a garden, or harvesting crops can be an exciting journey, but having knowledge of certain diseases that can harm your healthy plants is crucial. With thousands of different viruses, the mosaic virus is one of the most common types of plant viruses and contains hundreds of different strains.</p>",
      "<p>This article will provide information and proven methods for identifying, preventing, and controlling mosaic disease in your plants and gardens.</p>",
      "<p>The mosaic virus is a parasite that destroys plants, gardens, and crops down to their molecular level. Once a plant contracts the mosaic virus, the infected plant can then spread the virus to other plants and even affect an entire harvest if left untreated.</p>",
      "<p>Mosaic viruses affect a wide variety of horticultural and vegetable crops — roses, beans, tobacco, tomatoes, potatoes, cucumbers, pumpkins, squash, melons, and peppers.</p>",

      "<p>The typical symptoms of the mosaic virus include:</p>",
      "<p>Plant viruses can be difficult to detect as these typical symptoms look similar to other plants with nutrient deficiencies and vary depending on the age of the plant when infection occurs. The virus movement can quickly spread to an entire leaf then the entire plant is taken over by the virus, and ultimately the infection will spread to other plants in the surrounding area.</p>",
      "<p>Mosaic virus is a viral disease that can be found throughout the United States and the world. Mosaic viruses can be spread by weeds, infected seeds, an infected plant, or certain insects.</p>",
      "<p>Mosaic virus overwinters on perennial weeds and is spread by insects that feed on them. Aphids, leafhoppers, whiteflies, and cucumber beetles are common <a href=\"https://www.planetnatural.com/pest-problem-solver/garden-pests/\" target=\"_blank\" rel=\"noopener noreferrer\">garden pests</a> that can transmit this disease. Aphids are the most common garden pests, so learning about <a href=\"https://www.planetnatural.com/organic-control-aphids/\" target=\"_blank\" rel=\"noopener noreferrer\">aphid control</a> is an extremely important part of any garden or harvest. Additionally, infected soil, seeds, starter pots, and containers can be infected and pass a virus particle to the plant. Cuttings or divisions from the infected tissue may also carry the virus allowing the virus to further spread.</p>",
      "<p>The mosaic virus is not harmful to humans or pets since the virus is specific to plants.</p>",
      "<p>Although infected fruits are safe to eat, the rapid disease development in an infected plant can cause severe damage to a harvest. The virus will not create fruit to rot prematurely, but it will affect the anatomy of the plants such as the number of leaves. This, in turn, decreases fruit production and can dramatically reduce the yield of a harvest.</p>",
      "<p><strong>There are no cures for viral diseases, such as the mosaic virus, once a plant is infected.</strong> As a result, every effort should be made to prevent the disease from entering your garden.</p>",
      "<p>Although the mosaic virus does not have a cure, follow these 10 tips to help you prevent it:</p>"
    ],
    "treatment": [
      "<li>Fungicides will <em>NOT</em> treat this viral disease.</li>",
      "<li>Plant resistant varieties when available or purchase transplants from a reputable source.</li>",
      "<li>Do <em>NOT</em> save seeds from infected crops.</li>",
      "<li>Spot treat with least-toxic, natural pest control products, such as <a href=\"https://www.planetnatural.com/product/safer-insecticidal-soap/\" target=\"_blank\" rel=\"noopener\">Safer Soap</a>, <a href=\"https://www.planetnatural.com/product/bon-neem-insecticidal-soap/\" target=\"_blank\" rel=\"noopener\">Bon-Neem</a>, and <a href=\"https://www.planetnatural.com/product/ant-crawling-insect-killer-de/\" target=\"_blank\" rel=\"noopener\">diatomaceous earth</a>, to reduce the number of disease-carrying insects.</li>",
      "<li><a href=\"https://www.planetnatural.com/product/floating-row-cover/\" target=\"_blank\" rel=\"noopener\">Harvest-Guard® row cover</a> will help keep insect pests off vulnerable crops/ transplants and should be installed until bloom.</li>",
      "<li>Remove all perennial weeds, using <a href=\"https://www.planetnatural.com/product-category/organic-gardening/lawn-landscape/weed-control/\" target=\"_blank\" rel=\"noopener\">least-toxic herbicides</a>, within 100 yards of your garden plot.</li>",
      "<li>The virus can be spread through human activity, tools, and equipment. Frequently wash your hands and disinfect garden tools, stakes, ties, pots, greenhouse benches, etc. (one part bleach to 4 parts water) to reduce the risk of contamination.</li>",
      "<li>Avoid working in the garden during damp conditions (viruses are easily spread when plants are wet).</li>",
      "<li>Avoid using tobacco around susceptible plants. Cigarettes and other tobacco products may be infected and can spread the virus.</li>",
      "<li>Remove and destroy all infected plants (see <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\" rel=\"noopener\">Fall Garden Cleanup</a>). Do <em>NOT</em> compost.</li>"
    ],
    "products": [
      {
        "title": "Diatomaceous Earth",
        "link": "https://www.planetnatural.com/product/ant-crawling-insect-killer-de/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/de-crawling-insect-killer-195x215.jpg"
      },
      {
        "title": "Harvest-Guard",
        "link": "https://www.planetnatural.com/product/floating-row-cover/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/harvest-guard-195x215.jpg"
      },
      {
        "title": "AllDown",
        "link": "https://www.planetnatural.com/product/vinegar-weed-killer/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2016/04/vinegar-weed-kiiller-195x215.jpg"
      },
      {
        "title": "Safer Soap",
        "link": "https://www.planetnatural.com/product/safer-insecticidal-soap/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/safer-soap-195x215.jpg"
      },
      {
        "title": "Bon-Neem II",
        "link": "https://www.planetnatural.com/product/bon-neem-insecticidal-soap/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/bon-neem-195x215.jpg"
      }
    ]
  },
  {
    "title": "Damping Off",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/stem-rot.jpg",
    "data": [
      "<p>A soil-borne fungal disease that affects seeds and new seedlings, damping off usually refers to the rotting of stem and root tissues at and below the soil surface. In most cases, infected plants will germinate and come up fine, but within a few days they become water-soaked and mushy, fall over at the base and die.</p>",
      "<p>Several fungi can cause decay of seeds and seedlings including species of <em>rhizoctonia</em>, <em>fusarium</em> and <em>phytophthora</em>. However, species of the soil fungus <em>pythium</em> are most often the culprit. Damping off typically occurs when old seed is planted in cold, wet soil and is further increased by poor soil drainage. High humidity levels, rich potting soils and planting too deeply will also encourage its growth.</p>",
      "<p>Fungal spores live in the soil and are primarily a problem in seed beds. They can be transported on garden tools and in garden soils taken into the house or greenhouse.</p>",
      "<p><b>Note:</b> Older plants are rarely killed by damping off primarily because the production of secondary stem tissue forms a protective barrier and limits fungal penetration.</p>",
      "<p>There is no cure for plants that already have damping off. However, you can easily prevent the problem by providing good air circulation. A <a href=\"https://www.planetnatural.com/product/clip-on-fan/\" target=\"_blank\" rel=\"noopener noreferrer\">small fan</a> or simply cracking the lid of the <a href=\"https://www.planetnatural.com/product/germination-station/\" target=\"_blank\" rel=\"noopener noreferrer\">germination tray</a> will suffice. The biological fungicide <a href=\"https://www.planetnatural.com/product/mycostop/\" target=\"_blank\" rel=\"noopener noreferrer\">Mycostop</a> may also be used as a seed treatment to prevent seed or soil-borne diseases. Other steps for preventing damping off include the following:</p>",
      "<p><strong>Tip:</strong> <a href=\"https://www.planetnatural.com/product/actinovate-lawn-garden/\" target=\"_blank\" rel=\"noopener noreferrer\">Actinovate Lawn &amp; Garden</a> contains <em>Streptomyces lydicus</em>, a naturally occurring soil bacterium that is found in healthy soils. When applied as a soil drench or foliar spray, it establishes itself on plants’ roots and leaves and provides protection against a wide range of root, stem and foliar diseases. Actinovate is OMRI Listed for use in organic gardens.</p>"
    ],
    "treatment": [
      "<li>When <a href=\"https://www.planetnatural.com/seed-starting-tips/\" target=\"_blank\" rel=\"noopener noreferrer\">starting seeds indoors</a>, use good <a href=\"https://www.planetnatural.com/product-category/organic-gardening/soil-care/potting-soil/\" target=\"_blank\" rel=\"noopener noreferrer\">organic potting soil</a> or sterilize your own potting soil in an oven.</li>",
      "<li>Make sure your <a href=\"https://www.planetnatural.com/product/light-warrior-grow-medium/\" target=\"_blank\" rel=\"noopener noreferrer\">seed starter mix</a> is light and fast-draining.</li>",
      "<li>Plant seedlings so that the soil surface is near the top of the container to insure proper air circulation.</li>",
      "<li>Sow seeds thinly to prevent over crowding which can lead to humid, moist conditions.</li>",
      "<li>Seedling trays that provide water from below are preferable to overhead watering.</li>",
      "<li>Never water past noon so that the soil surface and the plants are dry by evening.</li>",
      "<li>Avoid overwatering tender seedlings.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/exel-lg-systemic-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">Organocide® Plant Doctor i</a>s an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of disease problems. Apply as a soil drench or foliar spray (3-4 tsp/ gallon of water) to prevent and attack many fungal problems, including <em>pythium</em>, <em>fusarium</em> and root rot.</li>"
    ],
    "products": [
      {
        "title": "Starter Mix",
        "link": "https://www.planetnatural.com/product/organic-seedling-mix/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/seedling-mix-195x215.jpg"
      },
      {
        "title": "Mycostop",
        "link": "https://www.planetnatural.com/product/mycostop/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/mycostop-fungicide-194x215.jpg"
      },
      {
        "title": "Plant Doctor",
        "link": "https://www.planetnatural.com/product/exel-lg-systemic-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/plant-doctor-195x215.jpg"
      },
      {
        "title": "Actinovate",
        "link": "https://www.planetnatural.com/product/actinovate-lawn-garden/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/01/actinovate-fungicide-195x215.jpg"
      }
    ]
  },
  {
    "title": "Crown Gall",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/crown-gall-disease.jpg",
    "data": [
      "<p>Crown gall is a common plant disease caused by the soil-borne bacterium <em>Agrobacterium tumefaciens</em>. It is found throughout the world and occurs on woody shrubs and herbaceous plants including grapes, raspberries, blackberries and roses.</p>",
      "<p>Crown gall symptoms include round, wart-like growths — 2 inches or larger in diameter — that appear at or just above the soil line, or on lower branches and stems. Plants with several galls may be unable to move water and nutrients up the trunk and become weakened, stunted and unproductive. Young plants can be killed by developing gall tissue.</p>",
      "<p>The bacteria responsible for crown gall can persist in the soil for many years and are released when galls become saturated with moisture or as older galls decompose. Susceptible plants are infected through fresh wounds or abrasions, many of which are a result of pruning, freeze injury, soil insects, cultivation and other factors that may damage plants. Nursery stock is often infected through grafting and budding scars.</p>",
      "<p><strong>Tip:</strong> To get rid of this problem on roses, remove the infested plant and prune out gall tissue. Soak the entire root system and damaged areas for 15 minutes in a solution of 2 level Tbsp of <a href=\"https://www.planetnatural.com/product/actinovate-lawn-garden/\" target=\"_blank\">Actinovate</a> per 2-1/2 gallons of water. Replant in healthy soil and apply 1/2 Tbsp per 2-1/2 gallons of water as a foliar spray at weekly intervals.</p>"
    ],
    "treatment": [
      "<li>Select resistant cultivars when possible and purchase plants from a reputable nursery.</li>",
      "<li>Do not buy plants that shows signs of swelling or galling.</li>",
      "<li>When caring for susceptible plants, avoid injury or pruning wounds that may come in contact with the soil.</li>",
      "<li>Use <a href=\"https://www.planetnatural.com/product/tree-wrap/\" target=\"_blank\">Tree Wrap</a> to protect against string trimmer damage and keep your garden tools clean.</li>",
      "<li>Provide winter protection with <a href=\"https://www.planetnatural.com/product/natural-burlap/\" target=\"_blank\">natural burlap</a> so bark does not crack.</li>",
      "<li>In many cases, existing galls can be removed with a sharp <a href=\"https://www.planetnatural.com/product/pruning-knife/\" target=\"_blank\">pruning knife</a>. Destroy the infected plant tissue and treat the wound with <a href=\"https://www.planetnatural.com/product/tree-pruning-sealer/\" target=\"_blank\">pruning sealer</a>. If the plant does not recover, remove and destroy it.</li>"
    ],
    "products": [
      {
        "title": "Actinovate",
        "link": "https://www.planetnatural.com/product/actinovate-lawn-garden/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/01/actinovate-fungicide-195x215.jpg"
      },
      {
        "title": "Burlap",
        "link": "https://www.planetnatural.com/product/natural-burlap/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/burlap-fabric-215x215.jpg"
      },
      {
        "title": "Folding Knife",
        "link": "https://www.planetnatural.com/product/pruning-knife/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/03/pruning-knife-215x195.jpg"
      },
      {
        "title": "Protective Wrap",
        "link": "https://www.planetnatural.com/product/tree-wrap/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/tree-wrap-215x215.jpg"
      },
      {
        "title": "Sealer & Grafting (16oz)",
        "link": "https://www.planetnatural.com/product/tanglefoot-tree-wound/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2016/07/tanglefoot-tree-wound-195x215.jpg"
      }
    ]
  },
  {
    "title": "Corn Smut",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/corn-smut-disease.jpg",
    "data": [
      "<p>Frequently found in backyard gardens and small farms, corn smut is caused by the fungus <em>Ustilago zeae</em> and can appear in the stalks, leaves, tassels or ears. Symptoms are most commonly noticed when the ears produce mushroom-like tumors or galls. These “swellings” begin as small, whitish-gray irregularities which expand and turn black as they fill with spores. Ear galls can grow to 4- to 5-inches in diameter and release thousands of spores as they rupture. These fungal spores are blown by the wind for considerable distances to infect new plants. Galls on leaves remain small and eventually become hard and dry.</p>",
      "<p>Corn smut overwinters on garden debris and in the soil. It is carried by wind, rain and irrigation and does best in hot, dry weather. Spores may remain viable for 5- to 7-years. Wounds from various injuries, including cultivation and abrasion from blowing soil, provide points for the fungus to enter the plant.</p>",
      "<p><strong>Note:</strong> Corn smut can pass through the digestive tracts of animals and is often spread while using manures.</p>"
    ],
    "treatment": [
      "<li>Choose the best resistant varieties, such as silver king, fantasia, brilliant and seneca sensation, when available.</li>",
      "<li>In backyard gardens, collecting and destroying galls before the dark fungal spores are released is suggested. This will limit the number of available fungal spores and help break the disease-cycle.</li>",
      "<li>Reduce infection points by avoiding injury of roots, stalks and leaves during cultivation.</li>",
      "<li>Prevent damage from insects, such as <a href=\"https://www.planetnatural.com/pest-problem-solver/garden-pests/corn-borer-control/\" target=\"_blank\">corn borers</a>, with <a href=\"https://www.planetnatural.com/product/monterey-garden-insect-spray-spinosad/\" target=\"_blank\">Monterey® Garden Insect Spray</a> or other organic insecticide.</li>",
      "<li>Fungicides are <em>NOT</em> an effective control option since the disease is so widespread and can persist in the soil for years.</li>",
      "<li>High nitrogen fertilizers may increase the severity of the disease — use a balanced <a href=\"https://www.planetnatural.com/product/tomato-vegetable-herb-fertilizer-organic-5/\" target=\"_blank\">organic fertilizer</a> in the vegetable garden.</li>",
      "<li>Remove and <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\">destroy all garden debris</a> after harvest and <a href=\"https://www.planetnatural.com/crop-rotation/\" target=\"_blank\">practice crop rotation</a> the following year.</li>",
      "<li>Bag or burn infected plant parts — do <em>NOT</em> compost.</li>"
    ],
    "products": [
      {
        "title": "Vegetable Garden (4-6-3)",
        "link": "https://www.planetnatural.com/product/tomato-vegetable-herb-fertilizer-organic-5/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/organic-tomato-fertilizer-195x215.jpg"
      },
      {
        "title": "Garden Insect Spray (Spinosad)",
        "link": "https://www.planetnatural.com/product/monterey-garden-insect-spray-spinosad/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-insect-spray-195x215.jpg"
      },
      {
        "title": "Organic Fish & Seaweed (2-3-1)",
        "link": "https://www.planetnatural.com/product/organic-fish-seaweed-fertilizer/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/fish-seaweed-fertilizer-188x215.jpg"
      },
      {
        "title": "Garden Dust (Bonide)",
        "link": "https://www.planetnatural.com/product/garden-dust/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-dust-195x215.jpg"
      }
    ]
  },
  {
    "title": "Cedar Apple Rust",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/apple-rust.jpg",
    "data": [
      "<p>Cedar apple rust (<em>Gymnosporangium juniperi-virginianae</em>) is a fungal disease that requires juniper plants to complete its complicated two year life-cycle. Spores overwinter as a reddish-brown gall on young twigs of various juniper species. In early spring, during wet weather, these galls swell and bright orange masses of spores are blown by the wind where they infect susceptible apple and crab-apple trees. The spores that develop on these trees will only infect junipers the following year. From year to year, the disease must pass from junipers to apples to junipers again; it cannot spread between apple trees.</p>",
      "<p>On apple and crab-apple trees, look for pale yellow pinhead sized spots on the upper surface of the leaves shortly after bloom. These gradually enlarge to bright orange-yellow spots which make the disease easy to identify. Orange spots may develop on the fruit as well. Heavily infected leaves may drop prematurely.</p>"
    ],
    "treatment": [
      "<li>Choose resistant cultivars when available.</li>",
      "<li>Rake up and dispose of fallen leaves and other debris from under trees.</li>",
      "<li>Remove galls from infected junipers. In some cases, juniper plants should be removed entirely.</li>",
      "<li>Apply preventative, <a href=\"https://www.planetnatural.com/product-category/natural-pest-control/fungicides-plant-disease/\" target=\"_blank\">disease-fighting fungicides</a> labeled for use on apples weekly, starting with bud break, to protect trees from spores being released by the juniper host. This occurs only once per year, so additional applications after this springtime spread are not necessary.</li>",
      "<li>On juniper, rust can be controlled by spraying plants with a copper solution (0.5 to 2.0 oz/ gallon of water) at least four times between late August and late October.</li>",
      "<li>Safely treat most fungal and bacterial diseases with <a href=\"https://www.planetnatural.com/product/serenade-garden-disease-control/\" target=\"_blank\">SERENADE Garden</a>. This broad spectrum bio-fungicide uses a patented strain of <em>Bacillus subtilis</em> that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.</li>",
      "<li>Containing sulfur and pyrethrins, <a href=\"https://www.planetnatural.com/product/exel-lg-systemic-fungicide/\" target=\"_blank\">Bonide® Orchard Spray</a> is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots.</li>",
      "<li>Contact your local <a href=\"https://nifa.usda.gov/cooperative-extension-system\" target=\"_blank\">Agricultural Extension office</a> for other possible solutions in your area.</li>"
    ],
    "products": [
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      },
      {
        "title": "Sulfur Plant Fungicide",
        "link": "https://www.planetnatural.com/product/sulfur-plant-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sulfur-fungicide-215x215.jpg"
      },
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Liquid Copper Spray",
        "link": "https://www.planetnatural.com/product/liquid-copper-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-spray-195x215.jpg"
      },
      {
        "title": "Orchard Spray",
        "link": "https://www.planetnatural.com/product/orchard-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/01/orchard-spray-195x215.jpg"
      }
    ]
  },
  {
    "title": "Brown Rot",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/apple-brown-rot.jpg",
    "data": [
      "<p>The most common fungal disease affecting the blossoms and fruit of almonds, apricots, cherries, peaches and plums. Brown rot (<em>Monilinia fructicola</em>) overwinters in mummified fruit (on the tree and on the ground) and infected twigs.</p>",
      "<p>The disease first infects blossoms in spring and grows back into the small branches to cause cankers that can kill stems. Large numbers of flower-bearing stems are killed when the disease is severe. Dead flowers often remain attached into the summer. Developing or mature fruits show circular or brown spots that spread rapidly over the surface and light gray masses of spores are produced on the rotted areas. Rotted tissue remains relatively firm and dry.</p>",
      "<p>Brown rot spores are carried by wind, rain and insects to the open or unopened blossoms and young shoots. If water is present — either from rain, dew or watering — on the flower surface the spores can germinate and penetrate the plant. Disease development takes place over a wide temperature range and flowers can be infected from the time buds open until petals fall. Under favorable conditions, brown rot spreads quickly and an entire crop can be completely destroyed on the tree.</p>"
    ],
    "treatment": [
      "<li>Choose resistant varieties whenever possible.</li>",
      "<li>Prompt removal and destruction of infected plant parts helps breaks the life cycle of the disease in individual trees and small orchards, and may be sufficient to keep brown rot below damaging levels.</li>",
      "<li>It is important to rake up and remove any fallen fruit or debris from under trees.</li>",
      "<li>Prune trees occasionally to improve air circulation. Also, water from below to keep from wetting blossoms, foliage and fruit.</li>",
      "<li>Use <a href=\"https://www.planetnatural.com/product/tree-pruning-sealer/\" target=\"_blank\">Tanglefoot® Pruning Sealer</a> to seal all cuts and wounds and protect against insects and disease organisms.</li>",
      "<li>Ready to use <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\">copper fungicides</a> or <a href=\"https://www.planetnatural.com/product/sulfur-plant-fungicide/\" target=\"_blank\">sulfur powders</a> should be applied weekly to infected trees starting when the blossoms are just beginning to open and continuing throughout the growing season. If at all possible, time applications so that 12 hours of dry weather follows application.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/exel-lg-systemic-fungicide/\" target=\"_blank\">Organocide® Plant Doctor</a> is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit and more. Apply as a foliar spray (1 tsp/ gallon of water) to combat this destructive stone fruit problem.</li>",
      "<li>Containing sulfur and pyrethrins, <a href=\"https://www.planetnatural.com/product/orchard-spray/\" target=\"_blank\">Bonide® Orchard Spray</a> is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots.</li>"
    ],
    "products": [
      {
        "title": "Sulfur Plant Fungicide",
        "link": "https://www.planetnatural.com/product/sulfur-plant-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sulfur-fungicide-215x215.jpg"
      },
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      },
      {
        "title": "Sulfur Plant Fungicide",
        "link": "https://www.planetnatural.com/product/sulfur-plant-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sulfur-fungicide-215x215.jpg"
      },
      {
        "title": "Plant Doctor",
        "link": "https://www.planetnatural.com/product/exel-lg-systemic-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/plant-doctor-195x215.jpg"
      },
      {
        "title": "Orchard Spray",
        "link": "https://www.planetnatural.com/product/orchard-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/01/orchard-spray-195x215.jpg"
      }
    ]
  },
  {
    "title": "Blossom End Rot",
    "image": "https://www.planetnatural.com/wp-content/uploads/2013/01/blossom-end-rot-tomato.jpg",
    "data": [
      "<p>A serious disorder of tomato, pepper, cucumber and eggplant, blossom end rot is an environmental problem (not fungal) most often caused by uneven watering or by calcium deficiency. (These can be related; uneven watering can interfere with the uptake of calcium.) This common garden “disease” is often brought on by rapid growth from too much fertilizer, high salt levels or drought.</p>",
      "<p>Blossom end rot symptoms occur on both green and ripe fruits and is identified by water-soaked areas that gradually widen and mature into sunken, brown, leathery spots on the bottom end. In many cases, secondary pathogens, which appear as a black, fuzzy-like growth, attack the affected area and cause complete rotting of the fruit. Blossom end rot will not spread from plant to plant.</p>",
      "<p>Since this plant problem is physiological in nature, fungicides will not work as a control measure. We recommend the following:</p>",
      "<p><strong>Note:</strong> There has been quite a buzz lately over <a href=\"https://www.planetnatural.com/product/better-reds-tomato-mulch/\" target=\"_blank\">red mulch film</a>. Not only does this easy-to-use product conserve soil moisture, but it has been extensively tested to show on average a 20% increase in tomato yields.</p>"
    ],
    "treatment": [
      "<li>Choose resistant vegetable varieties whenever possible.</li>",
      "<li>Prevent problems by keeping soil evenly moist and by foliar spraying plants with a <a href=\"https://www.planetnatural.com/product/maxicrop-liquid-seaweed-kelp-extract/\" target=\"_blank\">kelp</a> or <a href=\"https://www.planetnatural.com/product/age-old-ca-libur-20/\" target=\"_blank\">calcium solution</a>.</li>",
      "<li>Adding high levels of calcium — <a href=\"https://www.planetnatural.com/product/dr-earth-bone-meal/\" target=\"_blank\">bone meal</a>, <a href=\"https://www.planetnatural.com/product/oyster-shell-lime-50-lb/\" target=\"_blank\">oyster shell </a>or <a href=\"https://www.planetnatural.com/product/garden-gypsum-5-lb/\" target=\"_blank\">gypsum </a>— to the soil at planting time usually prevents this problem from developing.</li>",
      "<li>A layer of mulch (straw, compost, grass ) will help conserve soil moisture during the hot, dry days of July and August.</li>",
      "<li>Foliar applications of <a href=\"https://www.planetnatural.com/product/calcium-fertilizer/\" target=\"_blank\">Liquid Calcium 5%</a> (1-2 Tbsp/ gallon of water) can be used to correct or prevent deficiencies of this essential nutrient. For best results, combine with a <a href=\"https://www.planetnatural.com/product/coco-wet-organic-wetting-agent/\" target=\"_blank\">natural surfactant</a> to increase adhesion and spray leaves to the point of run-off.</li>",
      "<li>Mulching plants will help conserve moisture and provide a more uniform water supply.</li>",
      "<li>Avoid using high nitrogen fertilizers which accelerate vegetative growth and reduce the uptake of calcium by plants. A large selection of balanced <a href=\"https://www.planetnatural.com/product-category/organic-gardening/organic-fertilizers/\" target=\"_blank\">organic fertilizers</a> are available at <strong>Planet Natural</strong>.</li>"
    ],
    "products": [
      {
        "title": "Calcium 5%",
        "link": "https://www.planetnatural.com/product/calcium-fertilizer/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2015/12/liquid-calcium-195x215.jpg"
      },
      {
        "title": "Tomato Maker (4-2-6)",
        "link": "https://www.planetnatural.com/product/tomato-maker/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/tomato-maker-195x215.jpg"
      },
      {
        "title": "Cal-Mag Plus",
        "link": "https://www.planetnatural.com/product/cal-mag-plus/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/cal-mag-plus-195x215.jpg"
      },
      {
        "title": "Bone Meal (3-15-0)",
        "link": "https://www.planetnatural.com/product/dr-earth-bone-meal/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/bone-meal-fertilizer-195x215.jpg"
      },
      {
        "title": "Gypsum",
        "link": "https://www.planetnatural.com/product/agricultural-gypsum-40-lb/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-gypsum-191x215.jpg"
      },
      {
        "title": "Maxicrop",
        "link": "https://www.planetnatural.com/product/maxicrop-liquid-seaweed-kelp-extract/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/maxicrop-seaweed-195x215.jpg"
      },
      {
        "title": "Oyster Shell",
        "link": "https://www.planetnatural.com/product/oyster-shell/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2015/12/organic-oyster-shell-195x215.jpg"
      },
      {
        "title": "Bone Meal (0-12-0)",
        "link": "https://www.planetnatural.com/product/bone-meal-fertilizer/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2015/12/liquid-bone-meal-195x215.jpg"
      },
      {
        "title": "Red Mulch Film",
        "link": "https://www.planetnatural.com/product/better-reds-tomato-mulch/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/tomato-mulch-215x215.jpg"
      }
    ]
  },
  {
    "title": "Powdery Mildew",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/plant-disease-mildew.jpg",
    "data": [
      "<p>Common on many plants and easily recognized, powdery mildew is a fungal disease found throughout the United States. It is caused by a variety of closely related fungal species, each with a limited host range. (The fungi attacking your roses are unlikely to spread to your lilacs). Low soil moisture combined with high humidity levels at the plant surface favors this disease.</p>",
      "<p>Symptoms usually appear later in the growing season on outdoor plants. Powdery mildew starts on young leaves as raised blister-like areas that cause leaves to curl, exposing the lower leaf surface. Infected leaves become covered with a white to gray powdery growth, usually on the upper surface; unopened flower buds may be white with mildew and may never open. Leaves of severely infected plants turn brown and drop. The disease prefers young, succulent growth; mature leaves are usually not affected.</p>",
      "<p>Fungal spores overwinter inside leaf buds and other plant debris. Wind, water and insects transmit the spores to other nearby plants. Zucchini, beans, cucumbers, squash, pumpkins, tomatoes, roses and zinnia are especially susceptible.</p>",
      "<p>If disease symptoms are observed, treat plants with one of the following approved organic fungicides:</p>"
    ],
    "treatment": [
      "<li>Plant resistant cultivars in sunny locations whenever possible.</li>",
      "<li>Prune or stake plants to improve air circulation. Make sure to disinfect your <a href=\"https://www.planetnatural.com/product-category/growing-indoors/grow-rooms/pruning-tools-snips/\" target=\"_blank\" rel=\"noopener noreferrer\">pruning tools</a> (one part bleach to 4 parts water) after each cut.</li>",
      "<li>Remove diseased foliage from the plant and clean up fallen debris on the ground.</li>",
      "<li>Use a thick layer of mulch or <a href=\"https://www.planetnatural.com/product/organic-garden-compost/\" target=\"_blank\" rel=\"noopener noreferrer\">organic compost</a> to cover the soil after you have raked and cleaned it well. Mulch will prevent the disease spores from splashing back up onto the leaves.</li>",
      "<li>Milk sprays, made with 40% milk and 60% water, are an effective home remedy for use on a wide range of plants. For best results, spray plant leaves as a preventative measure every 10-14 days.</li>",
      "<li>Wash foliage occasionally to disrupt the daily spore-releasing cycle. <a href=\"https://www.planetnatural.com/product/einstein-oil/\" target=\"_blank\" rel=\"noopener noreferrer\">Neem oil</a> and <a href=\"https://www.planetnatural.com/product/pm-wash/\" target=\"_blank\" rel=\"noopener noreferrer\">PM Wash</a>, used on a 7 day schedule, will prevent fungal attack on plants grown indoors.</li>",
      "<li>Water in the morning, so plants have a chance to dry during the day. Drip irrigation and <a href=\"https://www.planetnatural.com/product/soil-soaker-hose/\" target=\"_blank\" rel=\"noopener noreferrer\">soaker hoses</a> will help keep the foliage dry.</li>",
      "<li>Use a slow-release, <a href=\"https://www.planetnatural.com/product-category/organic-gardening/organic-fertilizers/\" target=\"_blank\" rel=\"noopener noreferrer\">organic fertilizer</a> on crops and avoid excess nitrogen. Soft, leafy, new growth is most susceptible.</li>",
      "<li>Destroy all plant debris after harvest (see <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\" rel=\"noopener noreferrer\">Fall Garden Cleanup</a>). Do <em>NOT</em> compost.</li>"
    ],
    "products": [
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Sulfur Plant Fungicide",
        "link": "https://www.planetnatural.com/product/sulfur-plant-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sulfur-fungicide-215x215.jpg"
      },
      {
        "title": "Zero Tolerance Fungicide",
        "link": "https://www.planetnatural.com/product/zero-tolerance-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/herbal-fungicide-215x215.jpg"
      },
      {
        "title": "PM Wash",
        "link": "https://www.planetnatural.com/product/pm-wash/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/npk-pm-wash-215x215.jpg"
      },
      {
        "title": "Burner/ Evaporator (WSE75)",
        "link": "https://www.planetnatural.com/product/sulfur-burner/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/07/sulphur-burner-215x215.jpg"
      },
      {
        "title": "SNS 244",
        "link": "https://www.planetnatural.com/product/sns-244-natural-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sns-244-195x215.jpg"
      },
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      },
      {
        "title": "Garden Fungicide",
        "link": "https://www.planetnatural.com/product/safer-garden-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-fungicide-195x215.jpg"
      }
    ]
  },
  {
    "title": "Club Root",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/club-root-disease.jpg",
    "data": [
      "<p>Affecting most brassica crops (cabbage, broccoli, cauliflower, etc.), club root is a serious plant disease in North American home gardens. It is caused by the soil-borne fungus <em>Plasmodiophora brassicae</em> which infects susceptible plants through root hairs. Diseased roots become swollen, misshapen and deformed (clubbed) often cracking and rotting. As a result, plants have difficulty absorbing water and nutrients properly.</p>",
      "<p>Plants often grow poorly and wilt during the heat of the day; plants often revive during cool nights. Outer leaves may turn yellow, purple or brown. Club root will reduce yields and can cause total crop failure.</p>",
      "<p>Fungal spores can be spread by wind, water and garden tools. Disease development can occur over a wide range of conditions, but is favored by excessive moisture, low soil pH and soil temperatures between 64 and 77˚F. Spores can survive in the soil for as many as 10 years.</p>",
      "<p>* To solarize your soil, you must leave a clear plastic tarp on the soil surface for 4-6 weeks during the hottest part of the year. <a href=\"http://ipm.ucanr.edu/PMG/PESTNOTES/pn74145.html\" target=\"_blank\">Soil solarization</a> will reduce or eliminate many soil inhabiting pests including nematodes, fungi, insects, weeds and weed seeds.</p>"
    ],
    "treatment": [
      "<li>Fungicides will <em>NOT</em> treat this soil-dwelling micro-organism.</li>",
      "<li>Choose resistant cultivars when possible.</li>",
      "<li>Try to prevent the occurrence of this disease by <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\">keeping a clean garden</a> and <a href=\"https://www.planetnatural.com/crop-rotation/\" target=\"_blank\">rotating crops</a>.</li>",
      "<li>Keep in mind that the disease spores can persist in the soil for up to 20 years. If club root is present you may want to solarize the soil.*</li>",
      "<li>Control susceptible weeds — mustard, radish, shepherd’s purse — that may be infected to reduce potential buildup of the disease.</li>",
      "<li>Carefully remove infected plants and sterilize <a href=\"https://www.planetnatural.com/product-category/organic-gardening/garden-supplies/garden-tools/\" target=\"_blank\">garden tools</a> (one part bleach to 4 parts water) after use.</li>",
      "<li>Raise your soil’s pH to a more alkaline 7.2 by mixing <a href=\"https://www.planetnatural.com/product/oyster-shell-lime-50-lb/\" target=\"_blank\">oyster shell</a> or <a href=\"https://www.planetnatural.com/product/dolomite-lime-50-lb/\" target=\"_blank\">dolomite lime</a> into your garden in the fall. Simple and affordable <a href=\"https://www.planetnatural.com/product-category/organic-gardening/soil-care/test-kits/\" target=\"_blank\">soil test kits</a> are available to check pH often.</li>"
    ],
    "products": [
      {
        "title": "Dolomite Lime",
        "link": "https://www.planetnatural.com/product/dolomite-lime-50-lb/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/dolomite-lime-215x215.jpg"
      },
      {
        "title": "Ag Lime",
        "link": "https://www.planetnatural.com/product/agricultural-lime/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2015/06/microna-lime-195x215.jpg"
      },
      {
        "title": "Oyster Shell",
        "link": "https://www.planetnatural.com/product/oyster-shell/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2015/12/organic-oyster-shell-195x215.jpg"
      },
      {
        "title": "Digital pH Meter",
        "link": "https://www.planetnatural.com/product/digital-ph-meter/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/digital-ph-meter-195x215.jpg"
      },
      {
        "title": "Oyster Shell Lime",
        "link": "https://www.planetnatural.com/product/oyster-shell-lime-50-lb/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/oyster-shell-lime-215x215.jpg"
      }
    ]
  },

  {
    "title": "Black Knot",
    "image": "https://www.planetnatural.com/wp-content/uploads/2018/03/black-knot-disease.jpg",
    "data": [
      "<p>Black knot is a widespread fungal disease that attacks plum and cherry trees, both fruiting and ornamental. The fungus, <em>Apiosporina morbosa</em>, (also identified as <em>Dibotryon morbosum</em> and <em>Plowrightia morbsum</em>), singles out trees of the genus <em>prunus</em>, which includes peach, apricot, and chokecherry. Once established, black knot is easily identified with its hard, uneven, black galls that seem to enwrap twigs and branches. Black knot is a slow developer, taking a season before it’s visually apparent and producing spores. The trick to controlling the fungus is identifying the infection well-before the disease becomes firmly established. If left to grow, it effectively strangles new growth, girdling branches and dooming the tree to deterioration and poor fruit production. Insects and plant diseases use the galls as an entry to the tree.</p>",
      "<p>The disease cycle starts when spores are released from established knots where the fungus overwinters. This occurs during damp spring conditions when temperatures reach 60 degrees or higher. The spores travel to other parts of the tree and, depending on the breezes, to nearby host trees. The spores germinate on stems beneath a thin film of moisture, often at the juncture of a new leaf start. They form small, olive-colored swellings over the first season, darkening in color as the season progresses, hidden by the leaves they’ll eventually kill,. By the second year, the galls are expanding quickly, especially where the weather remains humid. The growing infection begins releasing its own spores as it swells into the dark, easy-to-spot (especially after leaves have fallen) warty black fungus that coils along stems and branches. At this point, astute pruning and chemical treatments may not be enough to save the tree, no matter how careful the pruner is not to spread spores or leave them behind when removing the galls.</p>",
      "<p>Paying close attention to your fruit trees and catching the infections as soon as they’re apparent, followed by quick pruning and careful disposal of the gall-infected branches, can save trees. Organic treatments can also help protect trees while keeping harmful chemicals off your fruit.</p>",
      "<p>When choosing new plantings, consider that some varieties of tree and shrubs are more susceptible to the disease than others. They should be avoided in areas where the fungus is prolific. Tart cherry varieties are said to be less susceptible to the disease than sweet. Japanese plums are said to be less susceptible than American varieties. A number of plums, including President, Early Italian, Santa Rosa and Shiro carry varying degrees of resistance to the fungus. Susceptibility varies depending on the climate zones. Varieties that are susceptible in humid southern climates may be less so in dryer or cooler ones. Talk to your local nursery staff to see which varieties of plums, cherries, and ornamentals do best in your area. The Ohio State University Extension site has a chart on their <a href=\"https://ohioline.osu.edu/factsheet/plpath-fru-31\" target=\"_blank\">black knot page</a> that list the various levels for susceptibility to a number of plum and cherry tree varieties. (Not surprisingly, plum trees with resistance to black knot don’t do well in cold, northern climates.)</p>"
    ],
    "treatment": [],
    "products": [
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      },
      {
        "title": "Physan 20",
        "link": "https://www.planetnatural.com/product/physan-20/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/physan-20-spray-191x215.jpg"
      },
      {
        "title": "Liquid Copper Spray",
        "link": "https://www.planetnatural.com/product/liquid-copper-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-spray-195x215.jpg"
      },
      {
        "title": "70% Neem",
        "link": "https://www.planetnatural.com/product/organic-neem-oil/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/neem-oil-195x215.jpg"
      },
      {
        "title": "Orchard Spray",
        "link": "https://www.planetnatural.com/product/orchard-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/01/orchard-spray-195x215.jpg"
      }
    ]
  },
  {
    "title": "Fire Blight",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/fire-blight-apple-tree.jpg",
    "data": [
      "<p>Named for the scorched appearance of infected leaves, fire blight is a destructive bacterial disease (<em>Erwinia amylovora</em>) found on apples, pears and other members of the rose family. The disease enters the tree at the tips of the branches and then travels down the stems causing dieback. It attacks soft new growth first, so you would notice dieback at the top of the plant.</p>",
      "<p>Most infected leaves and branch tips wilt rapidly turn brown or black; the leaves die but do not drop off. Trees will also develop reddish water soaked lesions on the bark. On warm days, these lesions ooze an orange-brown liquid. Fire blight kills blossoms, shoots, limbs and sometimes, the entire tree.</p>",
      "<p>The bacteria overwinters in infected bark and is spread by splashing rain, dew, wind and insects. It spreads rapidly in moist, warm weather, especially during bloom.</p>"
    ],
    "treatment": [
      "<li>Select resistant varieties whenever possible.</li>",
      "<li>Avoid heavy pruning or excess applications of nitrogen fertilizer, both of which encourage new growth.</li>",
      "<li>Avoid planting close to wild plants of hawthorn, apple or pear.</li>",
      "<li>As soon as fire blight is discovered, prune off infected branches 1 foot below the diseased sections and burn them to prevent further infection. Dip <a href=\"https://www.planetnatural.com/product-category/growing-indoors/grow-rooms/pruning-tools-snips/\" target=\"_blank\" rel=\"noopener noreferrer\">pruning shears</a> into a 10% alcohol or bleach solution between each cut to avoid transmitting the disease from one branch to another.</li>",
      "<li>Early applications of <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">liquid copper</a> are effective against this plant problem. Mix 0.5 to 2.0 oz per gallon of water and apply at silver tip and bud break — repeat at 3 to 5 day intervals up to petal fall. Use the lower rate if disease pressure is light and the higher rate when conditions favor heavy disease pressure.</li>",
      "<li>Bacterial spread can be reduced by applications of products that contain <a href=\"https://www.planetnatural.com/product/actinovate-lawn-garden/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Streptomyces lydicus</em></a> as the active ingredient. To obtain best disease control, applications should be made at the start of the bloom period and every five to seven days thereafter.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/serenade-garden-disease-control/\" target=\"_blank\" rel=\"noopener noreferrer\">SERENADE Garden</a> is a broad spectrum, preventative bio-fungicide recommended for the control or suppression of many important plant diseases. For best results, treat prior to foliar disease development or at the first sign of infection. Repeat at 7-day intervals or as needed.</li>",
      "<li>The systemic action of <a href=\"https://www.planetnatural.com/product/exel-lg-systemic-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">Organocide® Plant Doctor</a> moves throughout the entire plant to treat most common disease problems. Mix 2-1/2 to 5 tsp per gallon of water and apply to foliage. Spray to run-off, as required for disease control.</li>"
    ],
    "products": [
      {
        "title": "Actinovate",
        "link": "https://www.planetnatural.com/product/actinovate-lawn-garden/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/01/actinovate-fungicide-195x215.jpg"
      },
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Liquid Copper Spray",
        "link": "https://www.planetnatural.com/product/liquid-copper-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-spray-195x215.jpg"
      },
      {
        "title": "Plant Doctor",
        "link": "https://www.planetnatural.com/product/exel-lg-systemic-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/plant-doctor-195x215.jpg"
      }
    ]
  },
  {
    "title": "Rust",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/common-rust-disease.jpg",
    "data": [
      "<p>There are more than 5,000 known species of rust on plants. Common rust (<em>Phragmidium</em> spp.) is a fungal disease that attacks roses, hollyhocks, snapdragons, daylilies, beans, tomatoes and lawns. It is most often found on mature plants where symptoms appear primarily on the surfaces of lower leaves.</p>",
      "<p>Early on, look for white, slightly raised spots on the undersides of leaves and on the stems. After a short period of time, these spots become covered with reddish-orange spore masses. Later, leaf postules may turn yellow-green and eventually black. Severe infestations will deform and yellow leaves and cause leaf drop.</p>",
      "<p>Rust diseases are favored by 4 to 8 hours of low light intensity, warm temperatures and moisture — humidity, dew or rain — followed by 8 to 16 hours of high light intensity, high temperatures and slow drying of leaf surfaces.</p>",
      "<p>Black spores are visible on leaves and stems in fall and overwinter inside infected stems which are distinguished by dark, corky blotches at points of infection. The spores are spread by wind or by water splashing back up onto the foliage.</p>"
    ],
    "treatment": [
      "<li>Select rust-resistant plant varieties when available.</li>",
      "<li>Pick off and destroy infected leaves and frequently rake under plants to remove all fallen debris.</li>",
      "<li>Water in the early morning hours — avoiding overhead sprinklers — to give plants time to dry out during the day. Drip irrigation and <a href=\"https://www.planetnatural.com/product/soil-soaker-hose/\" target=\"_blank\" rel=\"noopener noreferrer\">soaker hoses</a> can be used to help keep leaves dry.</li>",
      "<li>Use a slow-release, <a href=\"https://www.planetnatural.com/product-category/organic-gardening/organic-fertilizers/\" target=\"_blank\" rel=\"noopener noreferrer\">organic fertilizer</a> on crops and avoid excess nitrogen. Soft, leafy, new growth is most susceptible.</li>",
      "<li>Apply <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">copper sprays</a> or <a href=\"https://www.planetnatural.com/product/sulfur-plant-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">sulfur powders</a> to prevent infection of susceptible plants. For best results, apply early or at first sign of disease. Spray all plant parts thoroughly and repeat every 7-10 days up to the day of harvest.</li>",
      "<li>Effectively treat fungal diseases with <a href=\"https://www.planetnatural.com/product/serenade-garden-disease-control/\" target=\"_blank\" rel=\"noopener noreferrer\">SERENADE Garden</a>. This broad spectrum bio-fungicide uses a patented strain of <em>Bacillus subtilis</em> and is approved for organic gardening. Best of all, it’s safe to use — you can treat and pick crops the same day!</li>",
      "<li>Containing sulfur and pyrethrins, <a href=\"https://www.planetnatural.com/product/exel-lg-systemic-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">Bonide® Orchard Spray</a> is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots.</li>",
      "<li>Prune or stake plants and remove weeds to improve air circulation. Make sure to disinfect your pruning tools (one part bleach to 4 parts water) after each cut.</li>",
      "<li>Use a thick layer of mulch or organic compost to cover the soil after you have raked and cleaned it well. Mulch will prevent the disease spores from splashing back up onto the leaves.</li>",
      "<li>Burn or bag infected plants after the growing season (see <a href=\"https://www.planetnatural.com/garden-cleanup/\" target=\"_blank\" rel=\"noopener noreferrer\">Fall Garden Cleanup</a>). Do <em>NOT</em> compost.</li>"
    ],
    "products": [
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      },
      {
        "title": "Garden Fungicide",
        "link": "https://www.planetnatural.com/product/safer-garden-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-fungicide-195x215.jpg"
      },
      {
        "title": "Serenade Garden",
        "link": "https://www.planetnatural.com/product/serenade-garden-disease-control/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/serenade-disease-control-195x215.jpg"
      },
      {
        "title": "Orchard Spray",
        "link": "https://www.planetnatural.com/product/orchard-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/01/orchard-spray-195x215.jpg"
      }
    ]
  },
  {
    "title": "Potato Scab",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/potato-scab-damage.jpg",
    "data": [
      "<p>A common tuber disease that occurs wherever potatoes are grown. Potato scab symptoms include dark brown, pithy patches that may be raised and “warty.” These lesions can affect just a small portion of the tuber surface, or may completely cover it. Sometimes the ridged portions are in broken concentric rings.</p>",
      "<p>Potato scab is caused by a bacterium-like organism, <em>Streptomyces scabies</em>, that overwinters in soil and fallen leaves. The organism can survive indefinitely in slightly alkaline soils, but is relatively scarce in highly acid soils. It is transmitted to plants by infected seed tubers, wind and water. The organism is also spread in fresh manure, since it can survive passage through the digestive tract of animals. (Learn <a href=\"https://www.planetnatural.com/organic-potatoes/\" target=\"_blank\">how to grow organic potatoes</a> here.)</p>",
      "<p><em>S. scabies</em> enters through pores (lenticels) in stems, through wounds and directly through the skin of young tubers. In addition to potatoes, other crops infected include beets, radish, turnip, carrot, rutabaga and parsnips. This should be kept in mind when considering a <a href=\"https://www.planetnatural.com/crop-rotation/\" target=\"_blank\">crop rotation schedule</a>.</p>",
      "<p><strong>Note:</strong> <em>S. scabies</em> can survive in the soil for many years in the absence of potato.</p>",
      "<p>The following control measures have all been proven effective against scab in potatoes. However, in most cases a combination of these techniques will be required.</p>",
      "<p><strong>Tip:</strong> If you will be planting in soil where tubers have not been grown before, or where the area is known to be scab-free, treat seed potatoes with <a href=\"https://www.planetnatural.com/product/sulfur-plant-fungicide/\" target=\"_blank\">sulfur fungicides</a> to reduce scab introduction.</p>"
    ],
    "treatment": [
      "<li>Plant certified, disease-free seed potatoes and resistant varieties whenever possible. We suggest using the russet-skinned varieties since they have more resistance to the disease.</li>",
      "<li>Rotate root crops by planting in alternate locations to limit the disease.</li>",
      "<li>Potato scab is most prevalent in dry, alkaline soils. Decrease soil pH by adding <a href=\"https://www.planetnatural.com/product/elemental-sulfur-50-lb/\" target=\"_blank\">elemental sulfur</a>. The disease is controlled or greatly suppressed at soil pH levels of 5.2 or lower. Simple and affordable <a href=\"https://www.planetnatural.com/product-category/organic-gardening/soil-care/test-kits/\" target=\"_blank\">soil test kits</a> are available to check pH often.</li>",
      "<li>Tilling in a cover crop — mustard, canola, alfalfa — prior to planting potatoes will help reduce infection.</li>",
      "<li>Some growers report success spreading <a href=\"https://www.planetnatural.com/product/agricultural-gypsum-40-lb/\" target=\"_blank\">agricultural gypsum</a> prior to planting at a rate of 25 lbs per 2,000 sq ft. This will raise the calcium content of your soil and help build strong cell walls in plants. (Note: <em>S. scabies</em> disrupts the development of cell walls resulting in lesions.)</li>",
      "<li>Adequate irrigation during early tuber development may have a dramatic effect on common scab infection, but you will need to keep the soil damp for 2-6 weeks. This technique is effective because high soil moisture promotes growth of a bacteria that can crowd out <em>S. scabies</em> on the potato surface.</li>",
      "<li>Do <em>NOT</em> overwater.</li>"
    ],
    "products": [
      {
        "title": "Soil Acidifier",
        "link": "https://www.planetnatural.com/product/soil-acidifier-5-lb/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/soil-acidifier-215x215.jpg"
      },
      {
        "title": "Elemental Sulfur",
        "link": "https://www.planetnatural.com/product/elemental-sulfur-50-lb/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sulfur-granules-195x215.jpg"
      },
      {
        "title": "Soil Test Kit",
        "link": "https://www.planetnatural.com/product/soil-test-kit/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/soil-test-kit-195x215.jpg"
      },
      {
        "title": "Gypsum",
        "link": "https://www.planetnatural.com/product/agricultural-gypsum-40-lb/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/garden-gypsum-191x215.jpg"
      },
      {
        "title": "Sulfur Plant Fungicide",
        "link": "https://www.planetnatural.com/product/sulfur-plant-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sulfur-fungicide-215x215.jpg"
      }
    ]
  },
  {
    "title": "Apple Scab",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/apple-scab-1.jpg",
    "data": [
      "<p>A serious disease of apples and ornamental crabapples, apple scab (<em>Venturia inaequalis</em>) attacks both leaves and fruit. The fungal disease forms pale yellow or olive-green spots on the upper surface of leaves. Dark, velvety spots may appear on the lower surface. Severely infected leaves become twisted and puckered and may drop early in the summer.</p>",
      "<p>Symptoms on fruit are similar to those found on leaves. Scabby spots are sunken and tan and may have velvety spores in the center. As these spots mature, they become larger and turn brown and corky. Infected fruit becomes distorted and may crack allowing entry of secondary organisms. Severely affected fruit may drop, especially when young.</p>",
      "<p>Apple scab overwinters primarily in fallen leaves and in the soil. Disease development is favored by wet, cool weather that generally occurs in spring and early summer. Fungal spores are carried by wind, rain or splashing water from the ground to flowers, leaves or fruit. During damp or rainy periods, newly opening apple leaves are extremely susceptible to infection. The longer the leaves remain wet, the more severe the infection will be. Apple scab spreads rapidly between 55-75 degrees F.</p>"
    ],
    "treatment": [
      "<li>Choose resistant varieties when possible.</li>",
      "<li>Rake under trees and destroy infected leaves to reduce the number of fungal spores available to start the disease cycle over again next spring.</li>",
      "<li>Water in the evening or early morning hours (avoid overhead irrigation) to give the leaves time to dry out before infection can occur.</li>",
      "<li>Spread a 3- to 6-inch layer of compost under trees, keeping it away from the trunk, to cover soil and prevent splash dispersal of the fungal spores.</li>",
      "<li>For best control, spray <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">liquid copper soap</a> early, two weeks before symptoms normally appear. Alternatively, begin applications when disease first appears, and repeat at 7 to 10 day intervals up to blossom drop.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/sulfur-plant-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">Bonide® Sulfur Plant Fungicide</a>, a finely ground wettable powder, is used in pre-blossom applications and must go on before rainy or spore discharge periods. Apply from pre-pink through cover (2 Tbsp/ gallon of water), or use in cover sprays up to the day of harvest.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/exel-lg-systemic-fungicide/\" target=\"_blank\" rel=\"noopener noreferrer\">Organocide® Plant Doctor</a> is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit and more. Apply as a soil drench or foliar spray (3-4 tsp/ gallon of water) to prevent and attack fungal problems.</li>",
      "<li>Containing sulfur and pyrethrins, <a href=\"https://www.planetnatural.com/product/orchard-spray/\" target=\"_blank\" rel=\"noopener noreferrer\">Bonide® Orchard Spray</a> is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots.</li>"
    ],
    "products": [
      {
        "title": "Plant Doctor",
        "link": "https://www.planetnatural.com/product/exel-lg-systemic-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/plant-doctor-195x215.jpg"
      },
      {
        "title": "3-in-1 Spray",
        "link": "https://www.planetnatural.com/product/3-in-1-garden-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/3-in-1-garden-spray-195x215.jpg"
      },
      {
        "title": "Sulfur Plant Fungicide",
        "link": "https://www.planetnatural.com/product/sulfur-plant-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/sulfur-fungicide-215x215.jpg"
      },
      {
        "title": "Orchard Spray",
        "link": "https://www.planetnatural.com/product/orchard-spray/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/01/orchard-spray-195x215.jpg"
      }
    ]
  },
  {
    "title": "Bacterial Canker",
    "image": "https://www.planetnatural.com/wp-content/uploads/2012/12/bacterial-canker-1.jpg",
    "data": [
      "<p>Widely distributed throughout the United States, bacterial canker is most common on cherries and plums, but may also affect apricots, peaches and many other kinds of stone fruits. Suspect this plant disease if sunken, water-soaked or “gummy” lesions form on the trunk or twigs. When trees begin active growth in the spring, a sour smelling sap may ooze from these wounded areas. The cankers become darker than the surrounding healthy bark, and the underlying tissue is reddish-brown to black and moist.</p>",
      "<p><strong>Note:</strong> If cankers girdle the branches or trunk, the leaves above the diseased area curl and turn yellow. Growth stops and the branch or tree will eventually die.</p>",
      "<p>The bacterium that causes canker, <em>Pseudomonas syringae</em>, enters trees through injured bark or an existing wound, such as a pruning cut on a twig or branch. Frost damage in the spring may promote additional infections. Bacterial canker infections occur during fall, winter and early spring (during cool, wet weather) and are spread by rain or water, and pruning tools. The bacteria overwinter in active cankers, in infected buds and on the surface of infected and healthy trees and weeds.</p>"
    ],
    "treatment": [
      "<li>Prune flowering trees during blooming when wounds heal fastest.</li>",
      "<li>Remove wilted or dead limbs well below infected areas.</li>",
      "<li>Avoid pruning in early spring and fall when bacteria are most active.</li>",
      "<li>Treat all pruning cuts immediately with <a href=\"https://www.planetnatural.com/product/tanglefoot-tree-wound/\" target=\"_blank\">Tanglefoot® Tree Pruning Sealer</a> and make sure to disinfect your pruning equipment — one part bleach to 4 parts water — after each cut.</li>",
      "<li>If using string trimmers around the base of trees avoid damaging bark with breathable <a href=\"https://www.planetnatural.com/product/tree-wrap/\" target=\"_blank\">Tree Wrap</a> to prevent infection.</li>",
      "<li>Brush bark with white latex paint diluted with water to reduce bark-damaging temperature fluctuations.</li>",
      "<li>Research has shown that <a href=\"https://www.planetnatural.com/product/liquid-copper-fungicide/\" target=\"_blank\">copper fungicides</a> have some success against this stone fruit problem. However, results are inconsistent. We recommend using it as one part of a total management program.</li>",
      "<li>Remove weeds and grass from around the base of young trees to improve air circulation and keep the trunk and crown dry.</li>",
      "<li> <a href=\"https://www.planetnatural.com/product/exel-lg-systemic-fungicide/\" target=\"_blank\">Organocide® Plant Doctor</a> is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit and more. Mix 1/3 to 3/4 oz per gallon of water and paint or spray over pruning wounds and surrounding areas.</li>"
    ],
    "products": [
      {
        "title": "Sealer & Grafting (16oz)",
        "link": "https://www.planetnatural.com/product/tanglefoot-tree-wound/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2016/07/tanglefoot-tree-wound-195x215.jpg"
      },
      {
        "title": "Protective Wrap",
        "link": "https://www.planetnatural.com/product/tree-wrap/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/tree-wrap-215x215.jpg"
      },
      {
        "title": "Liquid Copper",
        "link": "https://www.planetnatural.com/product/liquid-copper-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/liquid-copper-concentrate-195x215.jpg"
      },
      {
        "title": "Pruning Saw",
        "link": "https://www.planetnatural.com/product/pruning-saw/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2014/05/pruning-hand-saw-195x215.jpg"
      },
      {
        "title": "Plant Doctor",
        "link": "https://www.planetnatural.com/product/exel-lg-systemic-fungicide/",
        "image": "https://www.planetnatural.com/wp-content/uploads/2013/03/plant-doctor-195x215.jpg"
      }
    ]
  }
]
